Whether the workset is the default one.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool IsDefaultWorkset { get; }
  Visual Basic
Public ReadOnly Property IsDefaultWorkset As Boolean
	Get
  Visual C++
public:
property bool IsDefaultWorkset {
	bool get ();
}
 See Also
  WorksetPreview Class
  Autodesk.Revit.DB Namespace